12/data/attachments/3c86f15924e2588a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_679213f0-1ef1-4869-9c54-b1670eafb22c</nif:username>
            <nif:friendToBeAdded>Jorge_floor_Friend_99708_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>